Repository: machinestalk/StayHome_iOS
Catalog: lockDown/lockDown/*.lproj/Localizable.strings
Languages: ar

# RequestLocation_txt
source: As per the authority instruction and for your safety, Please register your Home location
ar: وفقًا لتعليمات الهيئة وسلامتك ، n يرجى تسجيل موقع منزلك

# confirmLocationTxt
source: Are you sure,this is your home location?
ar: هل أنت متأكد من أن هذا هو موقع منزلك n؟

# noBtn_Txt
source: No
ar: لا

# yesBtn_txt
source: Yes
ar: نعم

# nextBtn_txt
source: Next
ar: التالي

# Settings_txt
source: Settings
ar: الإعدادات

# Ok_text
source: Ok
ar: حسنا

# locationAlert_txt
source: Turn on your location services from the settings to "Always"
ar: يرجى تفعيل خدمات الموقع الخاصة بجهازك من الاعدادات

# HomeTxt
source: My Zone
ar: منطقتي

# instrutionsTxt
source: 1.Stay at home 2.Keep your Phone ON and had enough battery all the time 3.Keep STAYHOME application working 4.Keep your GPS,Wifi and Bluetooth activated
ar: 1. ابق في المنزل n 2. حافظ على تشغيل هاتفك وبطارية كافية طوال الوقت n 3. استمر في تشغيل تطبيق STAYHOME n 4. حافظ على تفعيل GPS و Wifi و Bluetooth

# instrutionsTitle
source: As per as the instructions of company policy, during the quarantine period,you must :
ar: وفقًا لتعليمات وزارة الصحة ، وخلال فترة الحجر الصحي ، يجب عليك:

# agreedBtnTitle
source: Agreed
ar: متفق عليه

# SignUpSuccessLbl
source: You are successfully Signed Up
ar: لقد قمت بالتسجيل بنجاح

# StayAThomeSignUpTxt
source: Please Stay home and be safe
ar: يرجى البقاء في المنزل وكن آمنا

# SignUpTitle
source: Sign Up
ar: التسجيل

# daysLeftTxt
source: DAYS LEFT IN QUARANTINE
ar: الأيام المتبقية في المحجر

# MyZone_txt
source: My Zone
ar: منطقتي

# checkIn_txt
source: Check In
ar: تحقق في

# emergency_txt
source: Emergency
ar: حالة طوارئ

# tecSupport_txt
source: Technical Support
ar: دعم فني

# aboutAs_txt
source: About Us
ar: معلومات عنا

# ChangeLocation_txt
source: if your home location is wrong and you want to change it, Please contact the technical support team
ar: إذا كان موقع منزلك خاطئًا n وتريد تغييره ، n يرجى الاتصال بفريق الدعم الفني

# contactUsTxt
source: Contact Us
ar: اتصل بنا

# CheckIn_text0_txt
source: As per as the instructions of company policy, during the quarantine period,
ar: حسب تعليمات وزارة الصحة و خلال فترة الحجر الصحي.

# CheckIn_text1_txt
source: You must confirm your identity regularly. The data will be stored on your phone.
ar: يجب تأكيد هويتك بانتظام. n سيتم تخزين البيانات على هاتفك.

# checkIn_text2_txt
source: Hi,are you there ?
ar: مرحبا أنت هناك ؟

# yesThere_txt
source: Yes I'am here
ar: نعم انا هنا

# CheckInTxt
source: Check In
ar: التحقق من المستخدم

# FailCheckTxt
source: Your check in fails !
ar: فشل التحقق من المستخدم !

# tryAgainTxt
source: Try Again
ar: حاول مجددا

# remainingTimeTxt
source: Remaining time to Check In.
ar: الوقت المتبقي للتحقق.

# minTxt
source: min
ar: دقيقة

# locationStoredTxt
source: Your home location was stored successfully
ar: تم تسجيل موقع منزلك بنجاح

# bracelet_txt
source: Bracelet
ar: سوار

# addBraceletTitle
source: Add Bracelet
ar: إضافة سوار

# addbeaconTxt
source: For your safety, Please make sure your bracelet is connected and stay close to your phone.
ar: من أجل سلامتك ، يرجى التأكد من توصيل سوارك والبقاء بالقرب من هاتفك.

# scanTxt
source: Scan
ar: مسح

# addmanuallyTxt
source: Add manually
ar: إضافة يدويا

# addBraceletAlertTitle
source: Please add your bracelet
ar: يرجى إضافة سوار الخاص بك

# nearByBluetoothTxt
source: Nearby Bluetooth devices
ar: أجهزة البلوتوث القريبة

# scanBraceletTitle
source: Scan bracelet
ar: مسح سوار

# beaconmacTxt
source: Bracelet mac address
ar: عنوان الماك للسوار

# braceletStatusTitle
source: Bracelet Status
ar: حالة السوار

# enterMacTxt
source: Please enter your bracelet mac address
ar: الرجاء إدخال عنوان الماك للسوار الخاص بك

# errorAddBracelet
source: Sorry, please verify your bracelet mac address
ar: عذرا ، يرجى التحقق من عنوان الماك للسوار الخاص بك

# addmanuallyTitle
source: Add bracelet manually
ar: أضف السوار يدويًا

# ConfirmBraceletTxt
source: Are you sure this is the right mac address?
ar: هل أنت متأكد من أن هذا هو عنوان الماك الصحيح ؟

# connectTxt
source: connected
ar: متصل

# sinceTxt
source: Since
ar: منذ

# errorMsgConnection
source: Your bracelet was not detected. Please make sure that your bracelet still close to your phone
ar: لم يتم الكشف عن السوار الخاص بك. يرجى التأكد من أن سوارك مازال قريبا من هاتفك
